{
    "dashboardPrev" : {
        "referralSystem": "Chế độ hoàn tiền thông qua link giới thiệu(Referral)",
        "mainGuide": "Sau khi đăng ký,sẽ nhận lại được tiền hoàn lại phí cho mỗi giao dịch.",
        "chooseExc": "Chọn sàn giao dịch mà bạn mong muốn"
    },
    "connectExc": {
        "paybackConnect": "Đăng ký hoàn tiền thông qua link giới thiệu(Referral)",
        "nowSign": "Đăng ký ngay",
        "UIDGuide": "※ Hãy nhớ đăng ký bằng mã giới thiệu trên trang web và sau đó nhập UID của bạn ※",
        "notLinkPayback" : "(Nếu bạn đăng ký bằng mã giới thiệu hoặc liên kết khác, việc hoàn tiền sẽ không được thực hiện.)",
        "UIDInput": "UID của bạn trên sàn ",
        "connectBtn": "Đăng ký",
        "connectGuide": "Cách đăng ký dành cho thành viên mới và thành viên hiện tại",
        "UIDCheckGuide": "Cách xác nhận UID",
        "okxInfo" : "Nếu bạn có quốc tịch Trung Quốc và muốn tham gia OKX, Đừng nhấp vào nút đăng ký trên trang. Hãy nhớ liên hệ với bộ phận chăm sóc khách hàng.",
        "connected" : "Đã liên kết",
        "notConnected" : "Không liên kết"
    },
    "modal" : {
        "dateWarnig" : "Hãy nhập chính xác ngày",
        "msgCode0" : "UID không hợp lệ.",
        "msgCode01" : "Đơn đăng ký của bạn đã hoàn tất.",
        "msgCode02" : "Bạn đã đăng ký thành công",
        "msgCode03" : "Đơn đăng ký của bạn không thành công. Vui lòng thử lại sau ít phút nữa.",
        "msgCode04" : "UID này đã được đăng nhập.",
        "msgCode05" : "Tối đa 2 ngày( Trừ ngày nghỉ, ngày lễ) việc đăng ký của bạn sẽ được hoàn tất trên sàn giao dịch. ",
        "msgCode06" : "Đây là UID đã được đăng ký",
        "msgCode07" : "UID này không tồn tại hoặc chưa được đăng ký thông qua mã giới thiệu",
        "noLogin" : " Đã phát hiện đăng nhập trùng lặp. Cửa sổ sẽ bị đóng lại.",
        "center" : "Trung tâm chăm sóc khách hàng"
    },
    "modalExchange" : {
        "okx" : "Nếu bạn là thành viên hiện tại, bạn có thể nhận lại xác minh KYC nếu bạn hủy tư cách thành viên của mình chỉ một lần. Các thành viên hiện tại chưa có hồ sơ rút tiền có thể tiến hành rút tiền và nhập mã giới thiệu và UID của tài khoản mới đăng ký.",
        "bingx" : "Đối với các thành viên hiện tại, chúng tôi khuyên bạn nên tạo tài khoản mới có mã giới thiệu, nhập UID trước rồi chuyển KYC từ tài khoản hiện tại sang tài khoản mới (dự kiến ​​mất khoảng 7 ngày để chuyển KYC)",
        "deepcoin" : "Các thành viên hiện tại có thể nhận lại xác minh KYC nếu họ chỉ hủy tư cách thành viên một lần. Các thành viên hiện tại chưa có hồ sơ rút tiền có thể tiến hành rút tiền và nhập mã giới thiệu và UID của tài khoản mới đăng ký.",
        "toobit" : "Nếu bạn đã đăng ký sàn giao dịch TooBit, vui lòng liên hệ với Trung tâm chăm sóc khách hàng Retri để yêu cầu thay đổi g cùng với UID của bạn."
    },
    "noAccess" : {
        "msg01" : "Chúng tôi xin lỗi vì sự bất tiện này.",
        "msg02" : "Truy cập được thực hiện thông qua một con đường bất thường.",
        "msg03" : "Nhấn xác nhận và di chuyển đến trang Retri."
    },
    "common" : {
        "confirm" : "kiểm tra"
    },
    "prevGuide" : {
        "guideTitle" : "-Thông tin sơ bộ-",
        "guideMsg" : "Hệ thống đăng ký thông qua link giới thiệu sàn giao dịch hiện đang được phát triển và dự kiến ​​mở vào tháng 9 năm 2024. Tuy nhiên, để trả lại nhiều lượt giao dịch thông qua mã giới thiệu nhất có thể cho các thành viên, phần đăng ký UID sẽ được mở trước tiên. Việc xác minh KYC có thể mất hơn 7 ngày cho mỗi sàn giao dịch, vì vậy vui lòng tự làm quen với các phương thức đăng ký thành viên mới và thành viên hiện tại cho mỗi sàn giao dịch. Nếu bạn đăng ký UID của bạn trước tiên, chúng tôi sẽ tích lũy tất cả các lượt giao dịch thông qua mã giới thiệu kể từ thời điểm đăng ký.",
        "guideMsg2" : "Nếu bạn đăng ký UID của một tài khoản chưa được đăng ký bằng mã giới thiệu do công ty cung cấp, thì số lượt giới thiệu có thể không được tích lũy ngay cả khi đã đăng ký đúng cách.",
        "guideMsg3" : "Hãy nhớ tham khảo hướng dẫn sử dụng và kiểm tra xem bạn đã nhập mã giới thiệu khi đăng ký hay chưa.",
        "guideMsg4" : "** Hãy cẩn thận vì công ty không chịu trách nhiệm nếu bạn nhập sai UID cho mã giới thiệu.**"
    },
    "myPage" : {
        "totalPayback" : "Tổng số tiền hoàn vốn kiếm được",
        "monthPayback" : "Dự kiến số tiền ​​hoàn vốn trong tháng này",
        "weekPayback" : "Khoản hoàn vốn dự kiến ​​​​của tôi trong tuần này",
        "year" : "1 năm",
        "monthSix" : "6 tháng",
        "monthThree" : "3 tháng",
        "monthPrev" : "Tháng trước",
        "monthCurr" : "Tháng này",
        "today" : "Trong ngày",
        "all" : "Toàn bộ",
        "date" : "Ngày",
        "exchange" : "Sàn giao dịch",
        "paymentAcount": "Số tiền thanh toán",
        "paymentDate" : "Ngày thanh toán",
        "paymentDetail" : "Chi tiết thanh toán",
        "remarks" : "Ghi chú",
        "referralPayback" : "Số tiền hoàn vốn giới thiệu( Refferal)",
        "expectedPayment" : "Dự kiến thánh toán",
        "paymentCompleted" : "Hoàn tất thanh toán",
        "notSubscribed" : "Bạn chưa đăng ký bằng link giới thiệu(Referral)",
        "subscribed" : "Đăng ký giới thiệu đã hoàn tất"
    }
}